[AttributePresentation_Siren AttributePresentationDefinition]
Description="$Virogym. Credit Card Mode Screen Title Description"
NoConstraintText=""
Suffix=""
Prefix=""

[Siren.Head_SiOrchid UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 inches %s1"
UseFailureCharacterMessage="I do %s Use this content.."
ItemName=""
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="this cannot be used."
NoManufacturerName="as in many cases"

